{
  "collection": {
    "title": "高村和弘 作品集",
    "subtitle": "〜いくつもの夜を越えて〜",
    "closing": {
      "quote": "「俺ってまだでしょ？」",
      "message": "これからも、もっといい作品を作っていくよ。油で汚れた手が、今は花の茎を握ってる。それだけでも、俺は幸せなんだ。"
    }
  },
  "works": [
    {
      "id": 1,
      "title": "覚悟",
      "image": "/assets/works/1.JPG",
      "description": "金の扇子と深紅のバラ。この組み合わせはね、俺が整備工場からトラックのハンドルを握るって決めた時のことを思い出すんだ。扇子は末広がり——未来への希望。赤いバラは、どんな仕事でも家族を守るっていう俺の覚悟。松の葉を入れたのは、千葉の海の匂いがする飯岡の風景を忘れたくなかったから。「俺ってまだでしょ？」って、あの頃も自分に言い聞かせてた。"
    },
    {
      "id": 2,
      "title": "夕陽の約束",
      "image": "/assets/works/2.JPG",
      "description": "秋色のガーベラとカーネーション。オレンジとピンクのグラデーションは、飯岡の海に沈む夕陽の色なんだ。深夜の牛丼屋から帰る途中、窓から見た空がこんな色だった。疲れ果てた体に、この色だけが「明日も頑張れよ」って言ってくれてた。コッパーのリボンは、整備士時代に触っていた銅のパーツへの敬意。"
    },
    {
      "id": 3,
      "title": "初春の祈り",
      "image": "/assets/works/3.JPG",
      "description": "松と菊、そして蘭。正月飾りっぽく見えるかもしれないけど、俺にとってこれは「再出発」の象徴なんだ。妻に勧められて高卒認定を取った時、まるで人生がもう一度始まったような気持ちだった。白とピンクの菊は、純粋な気持ちで新しいことに挑戦する自分。松は変わらない芯の強さ。"
    },
    {
      "id": 4,
      "title": "静謐の祈り",
      "image": "/assets/works/4.JPG",
      "description": "白いユリとトルコキキョウ、淡いブルーのリボン。これはお供え用に作ったアレンジなんだけど、俺が花屋を始めてから一番大事にしているのは「弔いの花」なんだ。人の最後を見送る花には、派手さじゃなくて、静かな品格が必要。ガソリンスタンドで夜勤してた頃、いろんな人生の終わりを見てきた。だから、この仕事には魂を込めてる。"
    },
    {
      "id": 5,
      "title": "春風の便り",
      "image": "/assets/works/5.JPG",
      "description": "黄色いユリを中心に、白いガーベラとカーネーション。これは贈り物用のバスケットアレンジ。畳の部屋に置いてあるこの写真、実は俺の実家に届けた時のものなんだ。親父とお袋に「フラワーデザイナーになった」って報告した日。黄色は希望、白は感謝。シンプルだけど、俺の中では一番重い意味がある作品。"
    },
    {
      "id": 6,
      "title": "桜吹雪のワルツ",
      "image": "/assets/works/6.JPG",
      "description": "ピンクのグラデーションが華やかな花束。バラ、カーネーション、ユリ、ガーベラ、かすみ草。妻と出会ったのはバンドだったんだけど、彼女が好きだった曲がワルツだったんだ。この花束は、そんな妻への感謝。ピンクの濃淡は、出会いから今までの時間の流れ。オーロラみたいなラッピングペーパーは、彼女が俺に見せてくれた「知らない世界」。"
    },
    {
      "id": 7,
      "title": "誕生の喜び",
      "image": "/assets/works/7.JPG",
      "description": "パステルピンクのガーベラとスイートピー、ゴールドのバースデーバルーン。娘が生まれた時のことを思い出して作った。男ばっかりの整備工場で油まみれだった俺が、こんな優しい色の花を扱うようになるなんてな。バルーンは、子供の頃の純粋な喜び。ネットのリボンは、人と人を繋ぐ絆。"
    },
    {
      "id": 8,
      "title": "艶やかなる季節",
      "image": "/assets/works/8.JPG",
      "description": "ピンクの扇子とダリア、蘭、紅葉。これは秋のイベント用に作ったアレンジ。扇子を使うのは俺の得意技なんだけど、和と洋を混ぜるのが好きなんだ。トラック運転してた頃、全国いろんな場所を見てきた。京都の紅葉も、北海道のラベンダーも。そういう経験が、俺のデザインの引き出しになってる。"
    },
    {
      "id": 9,
      "title": "日だまりの約束",
      "image": "/assets/works/9.JPG",
      "description": "バラとカーネーション、かすみ草のナチュラルブーケ。クラフト紙とピンクのラッピングがカジュアルでしょ？これは「日常の中の特別」を表現したかった。毎日の生活の中で、ふとした瞬間に幸せを感じる——そんな気持ちを花束にした。リボンは控えめに、花そのものの美しさを引き立てるように。"
    },
    {
      "id": 10,
      "title": "母への感謝",
      "image": "/assets/works/10.JPG",
      "description": "赤いバラを中心に、黄色いピンクッションとかすみ草。母の日用のアレンジだね。赤いバラは情熱と愛情、でも俺にとっては「強さ」なんだ。うちのお袋も、女手一つで俺を育ててくれた時期があった。あの強さを、赤いバラに重ねてる。ハート型のピックは、言葉にできない感謝の気持ち。"
    },
    {
      "id": 11,
      "title": "歓喜のパレード",
      "image": "/assets/works/11.JPG",
      "description": "ひまわり、ピンクの芍薬、バラ、アルストロメリア。にぎやかでしょ？これは開店祝い用に作ったんだ。箱に入れてるのは、「これから広がる可能性」を表現してる。俺も花屋を開いた時、いろんな人に祝ってもらった。その時の嬉しさを、この花束に込めてる。天使のピックは、見守ってくれる存在への感謝。"
    },
    {
      "id": 12,
      "title": "黄昏のセレナーデ",
      "image": "/assets/works/12.JPG",
      "description": "オレンジと黄色のバラ、ひまわり、ダリア。ガラスの花瓶に活けた、クラシックなスタイル。夕暮れ時の空の色をイメージしてる。トラックで長距離走ってた頃、一番好きだったのが夕暮れ時だった。一日の仕事が終わりに近づく安堵感と、明日への期待。そんな気持ちを、暖色系の花で表現した。"
    },
    {
      "id": 13,
      "title": "深緑の息吹",
      "image": "/assets/works/13.JPG",
      "description": "グリーンだけで構成したアレンジ。これはちょっと挑戦的な作品でね、花を一切使わずに「生命力」を表現したかった。ワイヤープランツ、ドラセナ、ユーカリ、ヒペリカムの実。麻布のバスケットは、自然への敬意。俺が飯岡で育った頃、周りは田んぼと緑ばっかりだった。その記憶を、都会の人にも届けたくて。"
    },
    {
      "id": 14,
      "title": "二つの道",
      "image": "/assets/works/14.JPG",
      "description": "黄色いリボンの花束と、赤いリボンの花束。二つ並べて撮った写真だね。これは俺の人生そのものなんだ。黄色は「太陽の道」——希望を持って進む道。ユーカリとガーベラの明るさ。赤は「情熱の道」——困難があっても諦めない道。ユリと深紅のバラの力強さ。どっちの道も、俺は歩いてきた。"
    },
    {
      "id": 15,
      "title": "生命の祝祭",
      "image": "/assets/works/15.JPG",
      "description": "これが俺の代表作だと思ってる。ピンク、オレンジ、黄色、赤——全部の色を詰め込んだ大きな花束。バラ、ガーベラ、アンスリウム、アルストロメリア、かすみ草。ヤシの葉を入れたのは、南国の風を感じさせたかったから。人生は一度きり。だったら、全部の色を楽しまなきゃ損でしょ？整備士も、トラック運転手も、そしてフラワーデザイナーも——全部俺の人生。この花束は、そんな「全部」への賛歌なんだ。"
    }
  ]
}
